{
  "id": "GEDI_CalVal_Field_Data",
  "stac_version": "1.0.0",
  "license": "not-provided",
  "title": "Global Ecosystem Dynamics Investigation (GEDI) Calibration/Validation Field Survey Dataset",
  "type": "Collection",
  "description": "The Global Ecosystem Dynamics Investigation (GEDI) Forest Structure and Biomass Database (FSBD) is a collection of field and LiDAR datasets developed to serve a central repository for calibration and validation of the GEDI mission data.  The GEDI Cal/Val Field Data collection contains the field data contributions to the FSBD.  The database has contributions across the globe for a variety of vegetation types from projects dating back to 2003.  Summaries of the individual projects are as follows:The australia_ausplotsforests field dataset was collected by the Ausplots Forests project in Australia during January 2012 - February 2015. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 22146 trees from 688 subplot(s) across 43 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.3m) with diameter tapes and tree heights were measured for all stems >10 cm. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The australia_ilcp2015 field dataset was collected by the Injune Landscape Collaborative Project project in Australia during August 2015. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 573 trees from 4 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at 0.3 and/or 1.3m with diameter tapes and tree heights were measured with a Vertex hypsometer. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The australia_robsoncreek field dataset was collected by the Robson Creek Super Site project in Australia during January 2009. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 23416 trees from 1 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.3m) with diameter tapes and tree heights were measured with a laser rangefinder or estimated against a previously measured tree for all stems >10 cm. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The gabon_mondah field dataset was collected by the AfriSAR project in Gabon, Africa during February 2016. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 6692 trees from 240 subplot(s) across 15 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.3m) with diameter tapes and tree heights were measured or estimated for all stems >1 cm. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The italy_sella field dataset was collected by the Val di Sella project in Italy during July 2008. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 2669 trees from 1 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.3m) with diameter tapes and tree heights were measured for all stems >1 cm. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The panama_bci field dataset was collected in the Barro Colorado Island, Panama during January 2010. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 394658 trees from 1 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded for all stems >1 cm. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_cascadeeastzone field dataset was collected by the CascadeEastZone project in Washington, USA during July 2008 - August 2008. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 2170 trees from 40 subplot(s) across 40 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes for all stems >0.5 cm. Tree heights (m) were measured for a subset of trees and used to generate a height:diameter relationship and modeled tree heights for all trees with the R package BIOMASS. Trees were not stem-mapped.  The data is in CSV format and contains information on tree diameter (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_cflra field dataset was collected by the CFLRA project in Idaho, USA during July 2015 - August 2015. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 11645 trees from 41 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes for all stems >0.5 cm. Tree heights (m) were measured for a subset of trees and used to generate a height:diameter relationship and modeled tree heights for all trees with the R package BIOMASS. Trees over 4 in. diameter were stem-mapped. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_clearcreek field dataset was collected by the ClearCreek project in Idaho, USA during June 2010 - July 2010. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 963 trees from 53 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes for all stems >0.5 cm. Tree heights (m) were measured for a subset of trees and used to generate a height:diameter relationship and modeled tree heights for all trees with the R package BIOMASS.  Trees were not stem-mapped.  The data is in CSV format and contains information on tree diameter (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_damon field dataset was collected by the Damon project in Oregon, USA during June 2007 - November 2007. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 1163 trees from 98 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes and tree heights were measured for all stems >0.5 cm. Trees were not stem-mapped.  The data is in CSV format and contains information on tree diameter (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_dcef field dataset was collected by the DCEF NFP project in Idaho, USA during October 2009 - September 2011. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 3311 trees from 73 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes and tree heights were measured for all stems >2.5 cm.  The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_falkowski field dataset was collected by the Forest Vegetation Simulator project in Michigan, USA during July 2011 - May 2012. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 6741 trees from 333 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes for all stems >10.1 cm.  The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_fernan field dataset was collected by the Fernan project in Idaho, USA during July 2015 - October 2015. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 999 trees from 34 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes for all stems >1.3 cm. Trees >10.1 cm diameter were included in each 0.04-ha plot and stem-mapped. Trees <10.1 cm diameter were included in a 0.02-ha subplot in each plot and were not stem-mapped. The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_fitsum field dataset was collected by the Fitsum project in Idaho, USA during December 2012. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 239 trees from 20 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes and tree heights (m) were measured for all stems >12.7 cm.  The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_moscowmtn field dataset was collected by the MoscowMtn project in Idaho, USA during January 2003 - August 2009. The dataset was then contributed to the GEDI Forest Structure and Biomass Database (FSBD) for standardization and estimation of aboveground biomass. 3215 trees from 173 plot(s) have been imported to the GEDI FSBD and translated to a common set of geolocated tree and plot level observations. Tree diameters were recorded at breast height (1.37 m) with diameter tapes for all stems >0.5 cm. In 2003, trees < 12.7 cm diameter were measured within a 0.004-ha subplot in each plot. Tree heights (m) were measured for a subset of trees and used to generate a height:diameter relationship and modeled tree heights for all trees with the R package BIOMASS. All trees were stem-mapped.  The data is in CSV format and contains information on tree diameter (m), tree location (m), tree biomass (kg), and plot aboveground biomass density (Mg/ha).The usa_pref field dataset was collected by the PREF project in Idaho, USA during June 2011 - Augu",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -85.3121431,
          9.1557835,
          -79.846044,
          9.1274357
        ],
        [
          -88.5533271,
          46.6775162,
          -88.4704196,
          46.6076283
        ],
        [
          -115.8458579,
          45.271288,
          -115.6760494,
          44.6299228
        ],
        [
          -116.8360319,
          48.3745398,
          -116.7375511,
          48.3440162
        ],
        [
          -116.4114544,
          47.8405382,
          -116.1978039,
          47.7426007
        ],
        [
          -115.7402841,
          46.4369485,
          -115.5648893,
          46.3155705
        ],
        [
          -123.4971471,
          38.8005092,
          -122.4711968,
          38.2240142
        ],
        [
          -122.4348301,
          36.9804709,
          -119.0221486,
          36.8508176
        ],
        [
          -115.7605506,
          45.0384903,
          -115.736248,
          44.9979642
        ],
        [
          -116.6695944,
          47.8380691,
          -116.189556,
          47.6349606
        ],
        [
          -116.9861954,
          46.8653832,
          -116.6481306,
          46.7700198
        ],
        [
          -116.1911687,
          45.7158832,
          -115.9755629,
          45.4942469
        ],
        [
          -116.5511833,
          47.7487417,
          -116.4851769,
          47.7199618
        ],
        [
          142.3844159,
          -25.4003433,
          147.6189914,
          -25.7895408
        ],
        [
          -115.8361112,
          46.1023891,
          -115.6613919,
          45.9403881
        ],
        [
          -116.3522009,
          47.2886779,
          -116.0289725,
          47.1331918
        ],
        [
          -116.8478416,
          48.3746815,
          -116.7352503,
          48.3361686
        ],
        [
          -119.1464948,
          44.2509373,
          -118.9489381,
          44.0783967
        ],
        [
          -115.1613612,
          44.3453846,
          -115.0242097,
          44.2645588
        ],
        [
          145.6299423,
          -17.1178027,
          145.6346743,
          -17.1223529
        ],
        [
          -115.8264022,
          46.6482542,
          -114.3722411,
          45.6475094
        ],
        [
          11.4235832,
          46.0038111,
          11.4271766,
          46.0012677
        ],
        [
          9.3157507,
          0.6173897,
          9.4229706,
          0.5382093
        ],
        [
          111.2892479,
          -30.0833467,
          155.7179351,
          -43.1031025
        ],
        [
          -119.4199306,
          62.5010165,
          -108.2952046,
          60.7480633
        ],
        [
          -107.9815384,
          54.3113785,
          -102.7058084,
          52.8506247
        ],
        [
          11.5692821,
          -0.1736964,
          11.6161547,
          -0.221649
        ],
        [
          -156.0001973,
          65.4300929,
          -138.0098028,
          60.1099077
        ],
        [
          -122.3870392,
          45.7767304,
          -122.2982526,
          45.7444076
        ],
        [
          -71.3165735,
          44.0681309,
          -71.2614886,
          44.0348961
        ],
        [
          -83.9742455,
          39.0881088,
          -72.0695997,
          39.0570592
        ],
        [
          -147.5890156,
          65.195707,
          -147.4440428,
          65.1514533
        ],
        [
          -145.7811359,
          63.937706,
          -145.7200138,
          63.830956
        ],
        [
          -81.4353654,
          28.1187712,
          -81.3837698,
          28.0464809
        ],
        [
          -83.6455487,
          35.7305886,
          -83.3438978,
          35.5895993
        ],
        [
          -66.8992289,
          17.9796127,
          -66.824442,
          17.9514003
        ],
        [
          -72.2754509,
          42.5423259,
          -72.1710476,
          42.3921043
        ],
        [
          -149.2883073,
          63.8885765,
          -149.1895491,
          63.8634163
        ],
        [
          -84.4698695,
          31.2011214,
          -84.4598485,
          31.1938586
        ],
        [
          -96.5964012,
          39.1110879,
          -96.5519726,
          39.0878911
        ],
        [
          -67.0765338,
          18.0357506,
          -67.0666332,
          18.0183955
        ],
        [
          -80.575178,
          37.4326841,
          -80.4889857,
          37.3571008
        ],
        [
          -82.0257865,
          29.722779,
          -81.9416206,
          29.677578
        ],
        [
          -78.1690945,
          38.9044226,
          -78.1201444,
          38.8668904
        ],
        [
          -76.5681765,
          38.9098582,
          -76.5238437,
          38.8685068
        ],
        [
          -95.589126,
          45.8344933,
          -84.0478085,
          45.5033144
        ],
        [
          -87.4546107,
          32.9778481,
          -87.3895383,
          32.8845678
        ],
        [
          -89.594309,
          45.4984746,
          -89.5509652,
          45.4797304
        ],
        [
          -95.2055135,
          39.0546915,
          -95.1857445,
          39.0315126
        ],
        [
          -89.5434294,
          46.2365016,
          -89.5313266,
          46.2293144
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2003-01-23T00:00:00.000Z",
          "2019-08-27T23:59:59.999Z"
        ]
      ]
    }
  },
  "links": [],
  "dashboard:is_periodic": false,
  "dashboard:time_density": null,
  "assets": {}
}